Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: The dock profile switcher in the panel's left column, shown when more than one profile is enabled.
ar: مبدّل ملفات تعريف Dock في العمود الأيسر من اللوحة، ويظهر عند تفعيل أكثر من ملف تعريف.
de: Der Dock-Profilwechsler in der linken Spalte des Panels, angezeigt, wenn mehr als ein Profil aktiviert ist.
es: El selector de perfiles del Dock en la columna izquierda del panel, que se muestra cuando hay más de un perfil activado.
fr: Le sélecteur de profils de dock dans la colonne de gauche du panneau, affiché lorsque plusieurs profils sont activés.
hu: A Dock-profilváltó a panel bal oldali oszlopában, amely akkor jelenik meg, ha több profil is engedélyezve van.
ja: パネルの左列にあるDockプロファイルスイッチャーです。複数のプロファイルが有効な場合に表示されます。
nl: De Dock-profielwisselaar in de linkerkolom van het paneel, zichtbaar als meer dan één profiel is ingeschakeld.
pl: Przełącznik profili Docka w lewej kolumnie panelu, widoczny, gdy włączony jest więcej niż jeden profil.
pt: O seletor de perfis da Dock na coluna esquerda do painel, mostrado quando há mais do que um perfil ativado.
ru: Переключатель профилей Dock в левом столбце панели. Отображается, если включено больше одного профиля.
sv: Dockprofilväxlaren i panelens vänstra kolumn, som visas när fler än en profil är aktiverad.
tr: Panelin sol sütunundaki dock profil değiştiricisi, birden fazla profil etkinleştirildiğinde gösterilir.
vi: Bộ chuyển đổi hồ sơ dock ở cột trái của bảng, hiển thị khi có nhiều hơn một hồ sơ được bật.
zh_hans: 面板左栏中的 Dock 配置文件切换器，启用多个配置文件时显示。
zh_hant: 面板左欄中的 Dock 設定檔切換器，啟用多個設定檔時顯示。

source: The downloaded file did not match its expected checksum.
ar: لم يطابق الملف الذي تم تنزيله المجموع الاختباري المتوقع.
de: Die heruntergeladene Datei stimmte nicht mit der erwarteten Prüfsumme überein.
es: El archivo descargado no coincide con la suma de comprobación esperada.
fr: Le fichier téléchargé ne correspond pas à la somme de contrôle attendue.
hu: A letöltött fájl nem egyezett a várt ellenőrzőösszeggel.
ja: ダウンロードしたファイルのチェックサムが一致しませんでした。
nl: Het gedownloade bestand kwam niet overeen met de verwachte controlesom.
pl: Suma kontrolna pobranego pliku jest niezgodna z oczekiwaną.
pt: O ficheiro descarregado não corresponde à soma de verificação esperada.
ru: Контрольная сумма загруженного файла не совпадает с ожидаемой.
sv: Den hämtade filen matchade inte den förväntade kontrollsumman.
tr: İndirilen dosya beklenen sağlama toplamıyla eşleşmedi.
vi: Tệp đã tải xuống không khớp với mã kiểm tra dự kiến.
zh_hans: 下载的文件与预期校验和不匹配。
zh_hant: 下載的檔案與預期的校驗碼不符。

source: The file tray is a drag target.
ar: حاوية الملفات هدف للسحب والإفلات.
de: Die Datei-Ablage ist ein Drag-and-drop-Ziel.
es: La bandeja de archivos es un destino de arrastre.
fr: Le tiroir de fichiers est une zone de dépôt.
hu: A Fájltároló Tálca húzási célpont.
ja: ファイルトレイにはファイルをドラッグできます。
nl: Je kunt bestanden slepen naar het bestandsvak.
pl: Półka plików jest miejscem upuszczania.
pt: O tabuleiro de ficheiros é um destino de arrasto.
ru: В лоток файлов можно перетаскивать объекты.
sv: Filbrickan kan ta emot dragna filer.
tr: Dosya tepsisi bir sürükleme hedefidir.
vi: Khay tệp là một mục tiêu để kéo thả.
zh_hans: 文件托盘可接收拖放的文件。
zh_hant: 檔案托盤可作為拖放目標。

source: The glass, color, or image behind every widget, in both card and dot styles.
ar: الزجاج أو اللون أو الصورة خلف كل أداة، في نمطي البطاقة والنقطة.
de: Das Glas, die Farbe oder das Bild hinter jedem Widget, sowohl im Karten- als auch im Punktstil.
es: El vidrio, el color o la imagen detrás de cada widget, tanto en el estilo de tarjeta como en el de punto.
fr: Le verre, la couleur ou l'image derrière chaque widget, en style carte comme en style point.
hu: Az üveg, a szín vagy a kép minden widget mögött, kártya és pont stílusban egyaránt.
ja: カードスタイルとドットスタイルの両方で、すべてのウィジェットの背後に表示されるガラス、カラー、または画像。
nl: Het glas, de kleur of de afbeelding achter elke widget, in zowel de kaart- als de stipstijl.
pl: Szkło, kolor lub obrazek w tle każdego widżetu, zarówno w stylu kart, jak i kropek.
pt: O vidro, a cor ou a imagem por trás de cada widget, nos estilos de cartão e de ponto.
ru: Стекло, цвет или изображение за каждым виджетом в стилях карточек и точек.
sv: Glaset, färgen eller bilden bakom varje widget, i både kort- och punktstil.
tr: Hem kart hem nokta stillerinde her widget'ın arkasındaki cam, renk veya görsel.
vi: Kính, màu hoặc hình ảnh phía sau mọi tiện ích, ở cả kiểu thẻ và kiểu dấu chấm.
zh_hans: 所有小组件的玻璃、颜色或图片背景，适用于卡片和圆点两种样式。
zh_hant: 設定每個小工具後方的玻璃效果、顏色或圖片，適用於卡片與圓點兩種樣式。

source: The Handoff tile appears at this position in the dock while another device advertises an activity. Drag this row to reposition it; remove it to send it back to the start of the dock.
ar: يظهر مربع Handoff في هذا الموضع في Dock عندما يعلن جهاز آخر عن نشاط. اسحب هذا الصف لتغيير موضعه، أو أزله لإعادته إلى بداية Dock.
de: Die Handoff-Kachel erscheint an dieser Position im Dock, während ein anderes Gerät eine Aktivität anbietet. Ziehen Sie diese Zeile, um sie neu zu positionieren; entfernen Sie sie, um sie an den Anfang des Docks zurückzusetzen.
es: El icono de Handoff aparece en esta posición del Dock mientras otro dispositivo anuncia una actividad. Arrastra esta fila para cambiar su posición; elimínala para devolverlo al principio del Dock.
fr: La vignette Handoff apparaît à cette position dans le dock lorsqu'un autre appareil propose une activité. Faites glisser cette ligne pour la repositionner ; supprimez-la pour la renvoyer au début du dock.
hu: A Handoff-csempe ezen a helyen jelenik meg a Dockban, amíg egy másik eszköz tevékenységet hirdet. Húzza ezt a sort az áthelyezéséhez; ha eltávolítja, visszakerül a Dock elejére.
ja: 別のデバイスがアクティビティを通知している間、Dockのこの位置にHandoffタイルが表示されます。この行をドラッグすると位置を変更でき、削除するとDockの先頭に戻ります。
nl: De Handoff-tegel verschijnt op deze plek in het Dock wanneer een ander apparaat een activiteit aangeeft. Sleep deze rij om hem te verplaatsen; verwijder hem om hem terug te zetten naar het begin van het Dock.
pl: Kafelek Handoff pojawia się w tym miejscu Docka, gdy inne urządzenie udostępnia aktywność. Przeciągnij ten wiersz, aby zmienić jego położenie; usuń go, aby odesłać go na początek Docka.
pt: O mosaico do Handoff aparece nesta posição da Dock enquanto outro dispositivo anuncia uma atividade. Arraste esta linha para o reposicionar; remova-a para o enviar de volta para o início da Dock.
ru: Плитка Handoff появляется в этом месте Dock, пока другое устройство предлагает продолжить действие. Перетащите эту строку, чтобы изменить положение; удалите ее, чтобы вернуть плитку в начало Dock.
sv: Handoff-rutan visas på den här platsen i dockan när en annan enhet erbjuder en aktivitet. Dra den här raden för att flytta den. Ta bort den för att skicka tillbaka den till början av dockan.
tr: Handoff kutucuğu, başka bir cihaz bir etkinlik duyurduğu sürece dock'ta bu konumda görünür. Yeniden konumlandırmak için bu satırı sürükle; dock'un başına geri göndermek için kaldır.
vi: Ô Handoff xuất hiện ở vị trí này trên dock trong khi một thiết bị khác đang phát tín hiệu hoạt động. Kéo hàng này để thay đổi vị trí của nó; xóa nó để đưa nó trở lại vị trí bắt đầu của dock.
zh_hans: 当其他设备提供接力活动时，“接力”图标会出现在 Dock 的此位置。拖拽此行可以重新定位；移除后，会回到 Dock 的开头。
zh_hant: 當其他裝置提供「接力」活動時，「接力」圖塊會出現在 Dock 的此位置。拖移此列可重新定位；移除後，會回到 Dock 的開頭。

source: The icon grows and shrinks in place, like breathing.
ar: تكبر الأيقونة وتصغر في مكانها، كأنها تتنفس.
de: Das Symbol wächst und schrumpft an Ort und Stelle, wie beim Atmen.
es: El icono crece y se encoge en su sitio, como si respirara.
fr: L'icône grandit et rétrécit sur place, comme une respiration.
hu: Az ikon helyben növekszik és zsugorodik, mintha lélegezne.
ja: アイコンが呼吸するように、その場で拡大と縮小を繰り返します。
nl: Het pictogram groeit en krimpt op zijn plek, alsof het ademt.
pl: Ikona powiększa się i zmniejsza w miejscu, jak przy oddychaniu.
pt: O ícone cresce e encolhe no lugar, como se estivesse a respirar.
ru: Значок увеличивается и уменьшается на месте, словно дышит.
sv: Symbolen växer och krymper på stället, som när man andas.
tr: Simge yerinde nefes alır gibi büyür ve küçülür.
vi: Biểu tượng phóng to và thu nhỏ tại chỗ, như đang hít thở.
zh_hans: 图标在原位放大和缩小，呈现呼吸效果。
zh_hant: 圖示會在原地放大與縮小，呈現如同呼吸般的效果。

source: The icon hops away from the dock edge and lands again.
ar: تقفز الأيقونة بعيدًا عن حافة Dock ثم تهبط مجددًا.
de: Das Symbol springt vom Dock-Rand weg und landet wieder.
es: El icono salta alejándose del borde del Dock y vuelve a aterrizar.
fr: L'icône saute en s'éloignant du bord du dock puis retombe.
hu: Az ikon elugrik a Dock szélétől, majd visszaérkezik.
ja: アイコンがDockの端から跳び上がり、再び着地します。
nl: Het pictogram springt weg van de rand van het Dock en landt weer.
pl: Ikona odskakuje od krawędzi Docka, a następnie opada.
pt: O ícone salta a partir da margem da Dock e volta a aterrar.
ru: Значок подпрыгивает от края Dock и снова опускается.
sv: Symbolen hoppar ut från dockans kant och landar igen.
tr: Simge dock kenarından uzağa zıplar ve yeniden konar.
vi: Biểu tượng nảy ra khỏi cạnh dock rồi đáp xuống lại.
zh_hans: 图标从 Dock 边缘向外弹起，再落回原位。
zh_hant: 圖示會從 Dock 邊緣向上跳起，再落回原位。

source: The items below as a paged grid or a list, in the panel's left column. Collapse it from its header in the panel.
ar: العناصر أدناه كشبكة مقسمة إلى صفحات أو كقائمة، في العمود الأيسر من اللوحة. اطوِها من ترويستها في اللوحة.
de: Die folgenden Objekte als seitenweises Raster oder als Liste in der linken Spalte des Panels. Klappen Sie den Bereich über seine Überschrift im Panel ein.
es: Los ítems siguientes como cuadrícula paginada o como lista, en la columna izquierda del panel. Contráelo desde su cabecera en el panel.
fr: Les éléments ci-dessous sous forme de grille paginée ou de liste, dans la colonne de gauche du panneau. Réduisez la section depuis son en-tête dans le panneau.
hu: Az alábbi elemek lapozható rácsként vagy listaként a panel bal oldali oszlopában. A panelen a fejlécénél csukható össze.
ja: 以下の項目を、パネルの左列にページ付きグリッドまたはリストで表示します。パネル内のヘッダから折りたためます。
nl: De onderstaande items als raster met pagina's of als lijst, in de linkerkolom van het paneel. Klap het in via de koptekst in het paneel.
pl: Poniższe elementy jako siatka z podziałem na strony lub lista w lewej kolumnie panelu. Kliknij w nagłówek sekcji w panelu, aby ją zwinąć.
pt: Os itens abaixo como grelha paginada ou lista, na coluna esquerda do painel. Recolha-a a partir do respetivo cabeçalho no painel.
ru: Объекты ниже в виде постраничной сетки или списка в левом столбце панели. Раздел можно свернуть через его заголовок в панели.
sv: Objekten nedan som ett sidindelat rutnät eller en lista i panelens vänstra kolumn. Fäll ihop det från dess rubrik i panelen.
tr: Aşağıdaki öğeler, panelin sol sütununda sayfalı bir ızgara veya liste olarak. Panelde başlığından daralt.
vi: Các mục bên dưới dưới dạng lưới phân trang hoặc danh sách, ở cột trái của bảng. Thu gọn phần này từ tiêu đề của nó trong bảng.
zh_hans: 在面板左栏将下列项目显示为分页网格或列表。可点击面板中的标题将其折叠。
zh_hant: 下方項目會以分頁網格或列表顯示在面板左欄中。可從面板中的標題列將其收合。

source: The key (with ⌘ held in the native ⌘-Tab switcher) that steps through the highlighted app's windows
ar: المفتاح الذي يتنقل بين نوافذ التطبيق المحدد (مع الاستمرار في ضغط ⌘ في مبدّل ⌘-Tab الأصلي)
de: Die Taste, mit der Sie bei gedrückter ⌘-Taste im nativen ⌘-Tab-Umschalter durch die Fenster der markierten App wechseln
es: La tecla (con ⌘ pulsada en el selector nativo ⌘-Tab) que recorre las ventanas de la app resaltada
fr: La touche (avec ⌘ maintenue dans le sélecteur ⌘-Tab natif) qui parcourt les fenêtres de l'app en surbrillance
hu: Az a billentyű (a ⌘ nyomva tartásával a natív ⌘-Tab váltóban), amely a kijelölt app ablakai között léptet
ja: ネイティブの⌘-Tabスイッチャーで⌘を押したまま、ハイライト中のアプリのウインドウを順に切り替えるキー
nl: De toets (met ⌘ ingedrukt in de standaard ⌘-Tab-wisselaar) waarmee je door de vensters van de geselecteerde app kunt bladeren
pl: Klawisz służący do przechodzenia między oknami wyróżnionej aplikacji przy przytrzymanym ⌘ w systemowym przełączniku ⌘-Tab
pt: A tecla (com ⌘ premido no alternador ⌘-Tab nativo) que percorre as janelas da app destacada
ru: Клавиша для перехода между окнами выделенного приложения при удержании ⌘ в стандартном переключателе macOS ⌘-Tab
sv: Tangenten (med ⌘ nedtryckt i den inbyggda ⌘-Tab-växlaren) som stegar genom den markerade appens fönster
tr: Vurgulanan uygulamanın pencereleri arasında gezinen tuş (yerel ⌘-Tab değiştiricide ⌘ basılıyken)
vi: Phím (khi giữ phím ⌘ trong bộ chuyển đổi ⌘-Tab gốc của macOS) để chuyển qua lại giữa các cửa sổ của ứng dụng đang được chọn
zh_hans: 在 macOS 原生 ⌘-Tab 切换器中（保持按住 ⌘），用于依次切换当前高亮应用窗口的按键
zh_hant: 在原生 ⌘-Tab 切換器中按住 ⌘ 鍵時，用於切換所選應用程式視窗的按鍵

source: The key that focuses the Alt-Tab search field while the switcher is open
ar: المفتاح الذي ينشّط حقل بحث Alt-Tab أثناء فتح المبدّل
de: Die Taste, die das Alt-Tab-Suchfeld fokussiert, während der Fensterwechsler geöffnet ist
es: La tecla que enfoca el campo de búsqueda de Alt-Tab mientras el selector está abierto
fr: La touche qui active le champ de recherche Alt-Tab lorsque le sélecteur est ouvert
hu: A billentyű, amely az Alt-Tab keresőmezőt fókuszba helyezi, amíg a váltó nyitva van
ja: スイッチャーが開いている間にAlt-Tabの検索フィールドにフォーカスするキー
nl: De toets die naar het zoekveld van Alt-Tab gaat terwijl de wisselaar geopend is
pl: Klawisz aktywujący pole wyszukiwania Alt-Tab, gdy przełącznik jest otwarty
pt: A tecla que foca o campo de pesquisa do Alt-Tab enquanto o alternador está aberto
ru: Клавиша, которая переводит фокус в поле поиска Alt-Tab, пока открыт переключатель
sv: Tangenten som fokuserar sökfältet i Alt-Tab medan växlaren är öppen
tr: Değiştirici açıkken Alt-Tab arama alanına odaklanan tuş
vi: Phím đặt tiêu điểm vào trường tìm kiếm Alt-Tab khi bộ chuyển đổi đang mở
zh_hans: 切换器开启时，用来聚焦 Alt-Tab 搜索栏的按键
zh_hant: 切換器開啟時，用來聚焦 Alt-Tab 搜尋欄位的按鍵

source: The modifier that triggers the Alt-Tab window switcher, letter navigation, and initializer-based dock shortcuts. Command-Tab is active; the shortcut fields below can't record ⌘-Tab directly because macOS reserves it.
ar: مفتاح التعديل الذي يشغّل مبدّل نوافذ Alt-Tab والتنقل بالحروف واختصارات Dock المعتمدة على مفتاح البدء. اختصار Command-Tab نشط؛ ولا يمكن لحقول الاختصارات أدناه تسجيل ⌘-Tab مباشرةً لأن macOS يحجزه.
de: Die Modifikatortaste, die den Alt-Tab-Fensterwechsler, die Buchstabennavigation und Dock-Kurzbefehle mit Auslösertaste auslöst. Command-Tab ist aktiv; die Kurzbefehlfelder unten können ⌘-Tab nicht direkt aufzeichnen, da macOS diese Kombination reserviert.
es: El modificador que activa el selector de ventanas Alt-Tab, la navegación por letras y los atajos del Dock basados en el inicializador. Comando-Tab está activo; los campos de atajo de abajo no pueden registrar ⌘-Tab directamente porque macOS lo reserva.
fr: Le modificateur qui déclenche le sélecteur de fenêtres Alt-Tab, la navigation par lettres et les raccourcis du Dock basés sur le déclencheur. Commande-Tab est actif ; les champs de raccourci ci-dessous ne peuvent pas enregistrer ⌘-Tab directement, car macOS le réserve.
hu: Az a módosítóbillentyű, amely az Alt-Tab ablakváltót, a betűnavigációt és az indítóbillentyűre épülő dockos billentyűparancsokat aktiválja. A Command-Tab aktív; az alábbi billentyűparancs-mezők nem tudják közvetlenül rögzíteni a ⌘-Tab kombinációt, mert azt a macOS lefoglalja.
ja: Alt-Tabウインドウスイッチャー、文字ナビゲーション、イニシャライザベースのDockショートカットを起動する修飾キーです。現在はCommand-Tabが有効です。macOSが⌘-Tabを予約しているため、下のショートカット欄では⌘-Tabを直接記録できません。
nl: De modificatietoets die de Alt-Tab-vensterwisselaar, letternavigatie en op de initialisatietoets gebaseerde Dock-sneltoetsen activeert. Command-Tab is actief; de onderstaande sneltoetsvelden kunnen ⌘-Tab niet rechtstreeks vastleggen omdat macOS deze combinatie reserveert.
pl: Klawisz modyfikujący uruchamiający przełącznik okien Alt-Tab, nawigację literową i skróty Docka oparte na klawiszu inicjującym. Command-Tab jest aktywny. W poniższych polach nie można bezpośrednio ustawić skrótu ⌘-Tab, ponieważ macOS go zastrzega.
pt: O modificador que aciona o alternador de janelas Alt-Tab, a navegação por letras e os atalhos da dock baseados no inicializador. O Command-Tab está ativo; os campos de atalho abaixo não conseguem gravar ⌘-Tab diretamente porque o macOS o reserva.
ru: Клавиша-модификатор, активирующая переключатель окон Alt-Tab, навигацию по буквам и сочетания клавиш Dock, использующие клавишу-инициатор. Сейчас активно сочетание Command-Tab; в расположенных ниже полях нельзя напрямую задать ⌘-Tab, поскольку это сочетание зарезервировано macOS.
sv: Modifieraren som utlöser Alt-Tab-fönsterväxlaren, bokstavsnavigering och dockkortkommandon baserade på initierartangenten. Kommando-Tab är aktivt; kortkommandofälten nedan kan inte spela in ⌘-Tab direkt eftersom macOS reserverar det.
tr: Alt-Tab pencere değiştiriciyi, harfle gezinmeyi ve başlatıcı tabanlı dock kısayollarını tetikleyen değiştirici tuş. Command-Tab etkin; aşağıdaki kısayol alanları macOS onu ayırdığı için ⌘-Tab'ı doğrudan kaydedemez.
vi: Phím bổ trợ kích hoạt bộ chuyển đổi cửa sổ Alt-Tab, điều hướng bằng chữ cái và các phím tắt dock dựa trên phím khởi tạo. Command-Tab đang hoạt động; các trường phím tắt bên dưới không thể ghi nhận trực tiếp ⌘-Tab vì macOS đã giữ trước quyền này.
zh_hans: 用于触发 Alt-Tab 窗口切换器、字母导航以及基于起始键的 Dock 快捷键的修饰键。Command-Tab 已启用；由于 macOS 保留了 ⌘-Tab，下方的快捷键设置项无法直接录制它。
zh_hant: 用於觸發 Alt-Tab 視窗切換器、字母導覽及 Dock 快速鍵的共用修飾鍵。目前 Command-Tab 已啟用；由於 macOS 保留此組合鍵，因此下方的快速鍵欄位無法直接錄製 ⌘-Tab。

source: The modifier that triggers the Alt-Tab window switcher, letter navigation, and initializer-based dock shortcuts. Set it to Command to switch with ⌘-Tab instead of %@-Tab; the shortcut fields below can't record ⌘-Tab directly because macOS reserves it.
ar: مفتاح التعديل الذي يشغّل مبدّل النوافذ Alt-Tab والتنقل بالأحرف واختصارات Dock المعتمدة على مفتاح التهيئة. اضبطه على Command للتبديل باستخدام ⌘-Tab بدلًا من %@-Tab؛ لا يمكن لحقول الاختصارات أدناه تسجيل ⌘-Tab مباشرةً لأن macOS يحجزه.
de: Die Modifikatortaste, die den Alt-Tab-Fensterwechsler, die Buchstabennavigation und Dock-Kurzbefehle mit Auslösertaste auslöst. Wählen Sie Command, um mit ⌘-Tab statt %@-Tab zu wechseln; die Kurzbefehlfelder unten können ⌘-Tab nicht direkt aufzeichnen, da macOS diese Kombination reserviert.
es: El modificador que activa el selector de ventanas Alt-Tab, la navegación por letras y los atajos del Dock basados en la tecla inicializadora. Ajústalo en Comando para cambiar con ⌘-Tab en lugar de %@-Tab; los campos de atajo de abajo no pueden grabar ⌘-Tab directamente porque macOS lo reserva.
fr: Le modificateur qui déclenche le sélecteur de fenêtres Alt-Tab, la navigation par lettres et les raccourcis du dock basés sur la touche de déclenchement. Choisissez Commande pour basculer avec ⌘-Tab au lieu de %@-Tab ; les champs de raccourci ci-dessous ne peuvent pas enregistrer ⌘-Tab directement, car macOS le réserve.
hu: A módosítóbillentyű, amely az Alt-Tab ablakváltót, a betűnavigációt és az indítóbillentyűre épülő Dock-billentyűparancsokat aktiválja. Állítsa Commandra, ha %@-Tab helyett ⌘-Tab kombinációval szeretne váltani; az alábbi billentyűparancs-mezők nem tudják közvetlenül rögzíteni a ⌘-Tab kombinációt, mert azt a macOS lefoglalja.
ja: Alt-Tabウインドウスイッチャー、文字キーによるナビゲーション、イニシャライザーキーを使うDockショートカットを起動する修飾キーです。%@-Tabの代わりに⌘-Tabで切り替えるには、Commandに設定してください。⌘-TabはmacOSで予約されているため、下のショートカットフィールドでは直接記録できません。
nl: De toets die de Alt-Tab-vensterwisselaar, letternavigatie en op initializers gebaseerde Dock-snelkoppelingen activeert. Stel dit in op Command om met ⌘-Tab te wisselen in plaats van %@-Tab; de onderstaande sneltoetsvelden kunnen ⌘-Tab niet rechtstreeks vastleggen omdat macOS deze combinatie reserveert.
pl: Klawisz modyfikujący uruchamiający przełącznik okien Alt-Tab, nawigację literową i skróty Docka oparte na klawiszu inicjującym. Ustaw go na Command, aby przełączać za pomocą ⌘-Tab zamiast %@-Tab. W poniższych polach nie można bezpośrednio ustawić skrótu ⌘-Tab, ponieważ macOS go zastrzega.
pt: O modificador que ativa o alternador de janelas Alt-Tab, a navegação por letras e os atalhos da Dock baseados na tecla iniciadora. Defina-o como Comando para alternar com ⌘-Tab em vez de %@-Tab; os campos de atalho abaixo não conseguem gravar ⌘-Tab diretamente porque o macOS o reserva.
ru: Клавиша-модификатор, активирующая переключатель окон Alt-Tab, навигацию по буквам и сочетания клавиш Dock, использующие клавишу-инициатор. Выберите Command, чтобы переключаться с помощью ⌘-Tab вместо %@-Tab. В расположенных ниже полях нельзя напрямую задать ⌘-Tab, поскольку это сочетание зарезервировано macOS.
sv: Modifieraren som utlöser Alt-Tab-fönsterväxlaren, bokstavsnavigering och dockkortkommandon baserade på initieringstangenten. Ställ in den på Kommando för att växla med ⌘-Tab i stället för %@-Tab. Kortkommandofälten nedan kan inte spela in ⌘-Tab direkt eftersom macOS reserverar det.
tr: Alt-Tab pencere değiştiriciyi, harfli gezinmeyi ve başlatıcı tabanlı dock kısayollarını tetikleyen değiştirici tuş. %@-Tab yerine ⌘-Tab ile geçiş yapmak için bunu Command olarak ayarlayın; aşağıdaki kısayol alanları, macOS’un bu tuş kombinasyonunu ayırmış olması nedeniyle ⌘-Tab’ı doğrudan kaydedemez.
vi: Phím bổ trợ kích hoạt bộ chuyển đổi cửa sổ Alt-Tab, điều hướng bằng chữ cái và các phím tắt dock dựa trên phím khởi tạo. Hãy đặt thành Command để chuyển đổi bằng phím ⌘-Tab thay vì phím %@-Tab; các trường phím tắt bên dưới không thể ghi nhận trực tiếp phím ⌘-Tab vì macOS đã giữ trước quyền này.
zh_hans: 用于触发 Alt-Tab 窗口切换器、字母导航以及基于起始键的 Dock 快捷键的修饰键。将其设为 Command 后，将使用 ⌘-Tab 而不是 %@-Tab 进行切换。由于 macOS 保留了 ⌘-Tab，下方的快捷键设置项无法直接录制该组合键。
zh_hant: 用於觸發 Alt-Tab 視窗切換器、字母導覽及 Dock 快速鍵的共用修飾鍵。將其設為 Command，即可使用 ⌘-Tab 而非 %@-Tab 進行切換；由於 macOS 保留此組合鍵，因此下方的快速鍵欄位無法直接錄製 ⌘-Tab。

source: The panel falls back to your dock profile apps
ar: تعرض اللوحة تطبيقات ملف تعريف Dock بدلًا من ذلك
de: Das Panel greift auf die Apps Ihres Dock-Profils zurück
es: El panel recurre a las apps de tu perfil del Dock
fr: Le panneau utilise à défaut les apps de votre profil de dock
hu: A panel ilyenkor a Dock-profil appjait mutatja
ja: パネルには代わりにDockプロファイルのアプリが表示されます
nl: Het paneel toont in plaats daarvan de apps van je Dock-profiel
pl: Panel wyświetla aplikacje z Twojego profilu Docka
pt: O painel recorre às apps do seu perfil da Dock
ru: Панель будет показывать приложения из профиля Dock
sv: Panelen använder i stället apparna i din dockprofil
tr: Panel, dock profili uygulamalarına geri döner
vi: Bảng sẽ dùng các ứng dụng trong hồ sơ dock của bạn
zh_hans: 面板将显示 Dock 配置文件中的应用
zh_hant: 面板會改為顯示 Dock 設定檔中的應用程式

source: The pinned grid fits as many icon columns as the width allows.
ar: تستوعب الشبكة المثبتة أكبر عدد من أعمدة الأيقونات يسمح به العرض.
de: Das angeheftete Raster zeigt so viele Symbolspalten, wie die Breite zulässt.
es: La cuadrícula fijada muestra tantas columnas de iconos como permita el ancho.
fr: La grille épinglée affiche autant de colonnes d'icônes que la largeur le permet.
hu: A kitűzött rács annyi ikonoszlopot jelenít meg, amennyit a szélesség enged.
ja: ピン留めグリッドには、幅に収まる限り多くのアイコン列が表示されます。
nl: Het vastgezette raster bevat zoveel pictogramkolommen als de breedte toelaat.
pl: Siatka przypiętych elementów mieści tyle kolumn ikon, na ile pozwala szerokość.
pt: A grelha afixada mostra tantas colunas de ícones quantas a largura permitir.
ru: Сетка закрепленных объектов вмещает столько столбцов значков, сколько позволяет ширина.
sv: Det fästa rutnätet rymmer så många symbolkolumner som bredden tillåter.
tr: Sabitlenmiş ızgara, genişliğin izin verdiği kadar simge sütununa sığar.
vi: Lưới đã ghim chứa nhiều cột biểu tượng nhất mà chiều rộng cho phép.
zh_hans: 固定网格会根据可用宽度容纳尽可能多的图标列。
zh_hant: 釘選網格會依可用寬度顯示盡可能多的圖示欄。
